Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F04B.tmx
Source language: en_us
Languages: zh_cn

source: The Art of Simplifying
zh_cn: 简单生活的艺术

source: We live in a society where our worth seems to be validated by how large our network is; how often our Blackberry goes off; how worldly we are from our travels; or how many awesome Facebook pictures there are of us, proving to our friends we live the good life.
zh_cn: 我们所生活的这个社会的价值取向的评判准则似乎就是我们所拥有的人脉有多广；我们的黑莓手机响起的频率有多快；我们出去旅行的目的地有多多；我们帖在脸谱网上的照片有多么酷，又或是向我们的朋友证明自己的生活有多么棒。

source: Not to mention, as we grow older and wiser, there is a constant learning curve on how to gracefully handle evolving responsibility.
zh_cn: 更不必说，随着我们年纪的增长和智慧的增加，我们都还要去持续不断地学习如何应对我们所要承担的责任。

source: So, we resort to multi-tasking.
zh_cn: 所以，我们就采取了多项任务同时进行的办法去生活。

source: A term I'm all too familiar with:
zh_cn: 这段时光对我来说最熟悉不过了：

source: For the past three years, I've adopted wearing several outfits: the Corporate Banker, the weekend Real Estate Agent, the closet writer, the Board Member, the six days a week fitness guru, the overly helpful sister/mentor, the "wherever there was time" Nutrition Coach, the social planner­ The exhausting list can be rattled on, but these were my staple outfits.
zh_cn: 过去三年里，在不同场合我都扮演着不同的角色：银行家、周末房地产经纪人、浪漫主义作家、董事会成员、每周六次的健身达人、非常有帮助的姐妹/导师,“无论何时有空”的营养教练，社会行动家......这份冗长的清单可以喋喋不休地写下去，我所列出的那些身份是我最主要的社会活动。

source: I was this determined, full of spirit person during the day when interacting with colleagues at work, friends at lunch, clients during the evening, friends on Facebook, yoga acquaintances in class, and even the Trader Joe's Cashier.
zh_cn: 我是一个意志坚定、充满激情的人，不论是和我一起工作的同事还是和我共进午餐的朋友，还是在晚上会面的客户、脸谱网上的朋友、瑜伽课上的熟人，还是商人乔的出纳员，他们都能够在与我打交道的时候发觉我的这一面。

source: But, by the time I stopped moving late at night, by the time I shed all the identity of these outfits; I was dizzy and hardly good company.
zh_cn: 但是，当我在深夜脱下这些炫目的身份的时候，我总会感觉有些头晕和不适。

source: My husband received the residual affects of my true, underlying feelings of being overcommitted, without focus, and having this ability to "shoot off stress beams", as he puts it.
zh_cn: 我的丈夫也觉察到了我这种情况，我分散了自己的注意力用于各个不同的职责任务上，他说“放弃一些不必要的压力吧”。

source: I have been raised on goals since the age of four, like they were a serving of food everyday.
zh_cn: 自我四岁起，我就开始制定目标，它们就像是每日出现的食物那样与我常伴。

source: And, apparently, sometime during my mid-20's, I also began to acquire goals as if they were collectibles.
zh_cn: 而且，在我二十来岁的时候我就开始收集目标了，就好像它们是一件件收藏品。

source: I had so many different identities - that in order to keep myself from confusing who I was and what I was doing - I literally had 6 email addresses to separate the different responsibilities.
zh_cn: 我有许多种不同的身份------所以，为了不让我自己为自己是谁和我该去做什么而感到困惑------我就给自己配备了六个独立的电子邮箱，它们都有其各自的职责。

source: I understood this problem, and finally decided to reason with myself: I'm a fan of variety who loves dynamic people and a dynamic lifestyle - but it's impossible to do everything and be good at it all.
zh_cn: 我知道我所面对的问题是什么，最终我决定去好好的反思一下：我是一个讨厌一层不变的人，我喜欢新鲜面孔和体验不同的生活------但是要我在做自己所感兴趣的事的同时也做到事事有点不太可能。

source: It's not fair to my marriage, my ongoing success, and the sustainability of how I live.
zh_cn: 这对于我的婚姻、持续性的成功和我可持续性的生活来说都是不公平的。

source: This lifestyle approach of "productivity and trying to accomplish everything" was becoming "I'm slowly losing myself."
zh_cn: 这种生活方式其实就是“富有创造力并完成每件事”转变为“我渐渐地迷失了自己”的真实写照。

source: Once I stopped the 'thriving' motions of my busy day; what remained of me was far less than glamorous.
zh_cn: 自从我停止了充斥着各种目标的日常的生活后，套在我头顶上的耀眼头衔就逊色不少。

source: While functional multi-tasking can appear to be a commendable skill or gift; it can be incredibly deceiving, as it is also a big distraction.
zh_cn: 虽然同时着手去做多项任务是一种值得称赞的技能或天赋，但它很具有欺骗性，因为它会分散你的注意力。

source: I was honestly very efficient at doing three jobs - simultaneously - in an eight-hour workday, but it takes a toll...
zh_cn: 老实说，我可以在一日八小时的工作日里可以非常高效地同时去做三项工作，不过那是要付出一定代价的...

source: We cannot be here now¡­and also be everywhere at once.
zh_cn: 此路不通，而且我们同时还分身乏术。

source: 4 Keys to Mental Clarity
zh_cn: 内心清晰明确的四个关键要点

source: While I am still on the journey of figuring out this laser beam focus that many people I associate with have-and a trait that I deeply admire-I've learned a few things in finding my way towards the direction of singleness of purpose, by moving away from multi-tasking:
zh_cn: 当我还在探求减轻压力的方法的过程中的时候，我从与我相处的许多人身上---这点让我深感敬佩---学到了一些新的让我从多项任务的泥沼中抽身而出的方法：

source: Know your values and make good decisions based off them.
zh_cn: 1）发现你的价值所在，并以此为基础做出对的决定

source: "By choosing to embrace and practice good values every day,you may not always get what you desire,but you will always be the person you desire."~John Maxwell
zh_cn: “选择对的价值并每日去追寻它是无比重要的，虽然你有时会无法得到你所渴望的，但你总是在做那个你想要成为的那个人。”~约翰·麦克斯韦尔

source: It is easy to be swayed and take on too much when we haven't clearly identified what we value.
zh_cn: 当我们没有明确自己的价值所在的时候，我们很容易会动摇并灰心丧气。

source: A favorite book of mine-that I often reference whenever I feel that I'm lost or disconnected- is Today Matters by John Maxwell.
zh_cn: 我最喜欢的一本书---每当我感到自己迷失了或心烦意乱的时候我都会去读这本书---就是约翰·麦克斯韦尔的《今天很重要》。

source: Last year, after reading this phenomenal book, I decided to embrace a value system that has allowed me to clearly identify the commitments in my life that no longer belonged.
zh_cn: 去年，在我读了这本了不起的书后，我就决定去拥抱一个全新的价值体系，它让我清晰地认识到了我生命的重心并且抛弃了过去那种生活方式。

source: To start, Maxwell recommends creating a list of good values:
zh_cn: 书的一开始，麦克斯韦尔就推荐去列出一份好的价值的清单：

source: "Begin writing down any and every idea you have concerning values.
zh_cn: “开始写下任何你所认为的与价值相关的想法。

source: List every admirable character quality you can think of.
zh_cn: 把你所能想到的任何令人敬佩的品质都写下来。

source: As an aspect of your life comes to mind, try to capture what's important to you about it.
zh_cn: 正如你所向往的那样，把那些对你来说是重要的品质变成你人格的一部分。

source: Ultimately, your values should not be determined by externals, such as your profession or your environment.
zh_cn: 最终，你的价值观就不会你的职业或你的处境这些表象所决定。

source: When you think you've exhausted every possible idea, set the list aside for a while but keep thinking about it in the back of your mind.
zh_cn: 当你绞尽脑汁把每个可取的想法都想过了之后，先把这份清单放一边，但是不要停止思考这个问题。

source: When new ideas come, add them to the list.
zh_cn: 当新想法闪现的时候，再把它们添加到清单中去。

source: You may also want to do some reading to stir your thinking and see if you've missed anything."
zh_cn: 你也可以通过阅读相关文章来激发你的思维，看看你有没遗漏某些东西。”

source: Make space by decluttering.
zh_cn: 2）抛弃混乱，腾出空间

source: "Some people think it's holding on that makes one strong-sometimes it's letting go." ~Unknown
zh_cn: “有些人认为是坚持让一个人变得强大---而有时却是放手。” ~ 无名

source: This is a recurring thought for me lately, but a powerful one that has resulted in action: Take notice of where your energy is spent and begin to allow yourself to identify what is draining you.
zh_cn: 这是一个最近时常出现在我头脑中想法，而且它对实践行动具有很棒的指导意义：注意一下你把精力都花费在什么地方，并找出是什么耗费尽了你的精力。

source: Recognize where your actions do not align with your values.
zh_cn: 注意那些与自己的价值不相符的行为习惯。

source: Then, start to explore ways to unravel yourself from it.
zh_cn: 然后开始探索让你自己从这些不必要的行为中脱身而出的方法。

source: Real Estate has been such a great experience, at least for my bank account: receiving commission checks that totaled half of my well-paying salary.
zh_cn: 从事房地产行业对我来说是一次非常棒的人生经历，至少对我的银行账户来说是如此：经纪费差不多占了我全部收入的一半之多。

source: But it was also this mistress that would constantly have me "on", available, and pulling me in all directions.
zh_cn: 不过，正是这份工作让我忙得不可开交，还分散了我的注意力。

source: I realized, in the long-term, real estate was a distraction that would ultimately take me further away from who I am.
zh_cn: 我意识到，从长远来看房地产只是一件分散我精力的东西，它会让我一步步远离真正的自己。

source: I have decided to start referring clients in 2011.
zh_cn: 我在2011年起就开始将自己归类为客户那一类人。

source: Find a Mentor.
zh_cn: 3）找一个导师

source: "Stay steady¡­there is no secret." ~Steve Fischman
zh_cn: “稳住...除此之外没有什么其它的秘密。”~ 斯蒂夫·费斯切曼

source: We are not always the best guide for ourselves: We get distracted. We forget where we're going. We don't know how to approach the next step.
zh_cn: 我们无法时时都能成为自己的最佳导师：有时我们会心烦意乱，有时我们会忘了目标，有时我们不知道下一步该怎么走。

source: Find a credible mentor in your field or the passion that you're trying to pursue; and invite that person to help with keeping you accountable.
zh_cn: 在你的行业内找一个可靠的导师或者去追寻你所向往的激情；并且邀请那个人监督你。

source: Share with your mentor the ambitions you have and pave a path-come up with a manageable plan with dates - to get there.
zh_cn: 和你的导师分享你的雄心壮志然后开始行动---制定出一个有时间期限的计划---并到达那里。

source: Check in with your mentor on a bi-weekly basis; and most of all, build the relationship by staying committed.
zh_cn: 每两周你都要向你的导师交流一番，而且最为重要的是，通过信守你的承诺来和他建立起联系。

source: My mentor, Steve Fischman, doesn't offer earthshaking advice, but reminds me to stay steady and committed when I feel I've began to stray.
zh_cn: 我的母亲，斯蒂夫·费斯切曼从不给我提什么令人震惊的建议，她总会在我感到迷失了方向的时候提醒我要稳住、信守承诺。

source: Sometimes, a simple, gentle reminder is all we need to get back on track.
zh_cn: 有时，一个简单而温馨的提醒就可以让我们重新上路。

source: Sit in silence.
zh_cn: 4）安详地坐下来。

source: Ponder Quietly.
zh_cn: 静静地思考。

source: Just be with yourself.
zh_cn: 就你一个人。

source: "Ask yourself questions in meditation."~Sarah Mclean
zh_cn: “闭上眼睛静静地思考你的问题。”——萨拉·麦考林

source: Perhaps we move around so much because we're not comfortable with sitting still and honestly identifying with who we are.
zh_cn: 也许是因为我们不喜欢静静地坐下来反思自己是谁的缘故，我们才会常常地走来走去。

source: Perhaps it's because we don't have a sense of purpose, so we distract ourselves with doing.
zh_cn: 也许是因为我们没有一个明确的目标，我们才会被其它事分心。

source: It's okay to not always have the answers.
zh_cn: 就算是有时找不到问题的答案没什么大不了的。

source: Our meditation teacher said it best: "Ask yourself these questions in silence: Who Am I? What does my heart desire? What is my purpose?"
zh_cn: 我们的冥想老师说得最好了：“静下心来问问你自己：我是谁？我的内心渴求的是什么？我的目的是什么？

source: You will be surprised at how many answers already exist inside of you.
zh_cn: 你会惊奇地发现其实你脑子里已经有了许多答案。

source: It's not magical - the answers may not show themselves right away-but if you stay committed to a daily practice (30 minutes a day of quiet time), the benefits will come.
zh_cn: 这不是什么奇迹---答案不会自己现身---但你可以通过冥想来得到答案（每天30分钟）。

source: Parting Words
zh_cn: 最后结语

source: The more I begin to identify with my true values and sit in silence to reflect; the more I learn about who I am- both the flaws and the talents.
zh_cn: 我静下来思考自己的价值所在的次数越是多，我就越能够了解到真正的自己是谁------包括我的缺点和我的天赋。
